Repository: DenisSemko/AlzheimerWeb
Catalog: src/translate/messages.*.xlf
Languages: uk

source: STATISTICS
uk: СТАТИСТИКА

source: CONTACT
uk: КОНТАКТИ

source: REGISTRATION
uk: РЕГІСТРАЦІЯ

source: LOGIN
uk: ЛОГІН

source: What is important to know?
uk: Що необхідно знати?

source: Worldwide, nearly 60 million people have Alzheimer’s or related dementia. The common age begins from 65 years old. <br> Below you can see the percentage of cases based on the age.
uk: У всьому світі майже 60 мільйонів людей страждають на хворобу Альцгеймера або пов’язану з цим деменцію. Загальний вік починається з 65 років. <br> Нижче ви можете побачити відсоток випадків на основі віку.

source: What about the future?
uk: Що можна сказати про майбутнє?

source: There is a huge difference in the level of medicine in countries. <br> Below you can see the number of people in millions with dementia in low and middle income countries compared to high income countries.
uk: Існує величезна різниця в рівні медицини в країнах. <br> Нижче ви можете побачити кількість людей у мільйонах з деменцією в країнах з низьким та середнім доходом порівняно з країнами з високим рівнем доходу.

source: Copyright © Denis Semko 2020
uk: Авторські права © Denis Semko 2020

source: Contact Us
uk: Напишіть нам

source: Name
uk: Ім'я

source: Enter your email
uk: Введіть вашу почту

source: Telephone
uk: Номер телефону

source: Subject
uk: Тема

source: Details
uk: Докладніше

source: Send Now="btn-custom" i18n>Send Now<i class=" send s">
uk: Відправити зараз="btn-custom" i18n>Send Now<i class=" send s">

source: Log in
uk: Логін

source: Username
uk: Юзернейм

source: Password
uk: Пароль

source: Don't have an account yet? Go to Registration Page!
uk: Немає акаунту? Перейти до регістрації

source: About
uk: Докладніше

source: What is Alzheimer’s Disease?
uk: Що таке хвороба Альцгеймера?

source: Alzheimer's is a type of dementia that affects memory, thinking and behavior. Symptoms eventually grow severe enough to interfere with daily tasks.
uk: Альцгеймер - це тип деменції, який впливає на пам’ять, мислення та поведінку. Згодом симптоми посилюються досить сильно, щоб перешкоджати повсякденним завданням.

source: What is the purpose?
uk: Яка ціль?

source: Our service is about helping the Alzheimer's people to spend their lives without any fear. All features are made for observing and controlling the situation to be sure that everything goes in a good way.
uk: Наша система допомагає хворим Альцгеймера провести своє життя без будь-якого страху. Всі функції створені для спостереження та контролю ситуації, щоб бути впевненим, що все складається в хорошому напрямку.

source: What we suggest?
uk: Що ми пропонуємо?

source: We provide several features for observing patients and training courses for brain. You may check the whole information using this link:
uk: Ми пропонуємо кілька функцій для спостереження за пацієнтами та навчальних курсів для мозку. Ви можете перевірити всю інформацію за цим посиланням:

source: Register
uk: Регістрація

source: Surname
uk: Прізвище

source: Email
uk: Пошта

source: Choose a role...
uk: Обрати роль

source: Relative / Doctor
uk: Родич / Доктор

source: Patient
uk: Пацієнт

source: Already have an account? Go to Login Page!
uk: Вже є акаунт? Авторизуватися

source: MINI-MENTAL STATE EXAMINATION
uk: Тест на оцінку шкали психічного статусу

source: It is a 30-point questionnaire that is used extensively in clinical and research settings to measure cognitive impairment.
uk: Це 30-бальний опитувальник, який широко використовується в клінічних та дослідницьких умовах для вимірювання когнітивних порушень.

source: What is the ?
uk: Що це ?

source: Year as a number
uk: Рік як число

source: Season
uk: Пора року

source: Day as a number
uk: День як число

source: Month as a number
uk: Місяць як число

source: Date
uk: Дата

source: Where are we now ?
uk: Де ми зараз ?

source: Country
uk: Країна

source: Region
uk: Область

source: City
uk: Місто

source: Home Address
uk: Домашній адрес

source: Number of the building
uk: Номер будинку

source: Name 3 unrelated objects and remember them for later
uk: Назови 3 об'єкта та запам'ятай їх надалі

source: First object
uk: Перший об'єкт

source: Second object
uk: Другий об'єкт

source: Third object
uk: Третій об'єкт

source: Count backward from 100 by sevens
uk: Віднімати 7 від числа 100

source: First number
uk: Перше число

source: Second number
uk: Друге число

source: Third number
uk: Третє число

source: Fourth number
uk: Четверте число

source: Fifth number
uk: П'яте число

source: Name the three things asked to remember earlier
uk: Назови ті 3 об'єкти, які ти запам'ятав(-ла) раніше

source: Name two things that you use for writing
uk: Назови два об'єкти, які ти використовуєшь для написання

source: Repeat the phrase "No ifs, ands, or buts"
uk: Повтори фразу "No ifs, ands, or buts"

source: Repeat Phrase
uk: Повтори фразу

source: Follow next instructions:
uk: Слідуй наступним діям:

source: Take the paper in your right hand
uk: Візьми папір у праву руку

source: Fold it in half
uk: Зімкни на дві половини

source: Put it on the floor
uk: Поклади на підлогу

source: Close your eyes
uk: Закрий очі

source: Make up and write a sentence about anything with the length of 5 words
uk: Придумай та напиши речення про що небудь обсягом в 5 слів

source: Sentence
uk: Речення

source: Please copy this picture
uk: Скопіюй цю картинку

source: Picture has been successfully drawn
uk: Картинка намальована

source: Submit
uk: Відправити

source: Score: {{userTestDetails.score}}
uk: Рахунок: {{userTestDetails.score}}

source: Description: {{userTestDetails.description }}
uk: Опис: {{userTestDetails.description }}

source: My Activity
uk: Дії

source: <mat-icon>description</mat-icon> MMSE Test
uk: <mat-icon>description</mat-icon> MMSE Тест

source: <mat-icon>done</mat-icon> MMSE Test Result
uk: <mat-icon>done</mat-icon> MMSE Результат

source: Courses
uk: Курси

source: Name: {{userDetails.name}} {{userDetails.surname}}
uk: Ім'я: {{userDetails.name}} {{userDetails.surname}}

source: Username: {{userDetails.userName}}
uk: Прізвище: {{userDetails.userName}}

source: Email: {{userDetails.email }}
uk: Пошта: {{userDetails.email }}
